// Daworth 2020/2/11  https://github.com/Daworth/LoveTreeToLittleYan/
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的little燕",
        "花开一季，有落红为证",
        "我会牵着你的手，走到满头白发的那一天",
        "带你去所有你想去的地方，陪你闹看你笑",
        "我们的点点滴滴，都是我们最美好的回忆",
        "我愿意爱你直到老去！",
        "    -- Yours, little军.2020-02-14",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2015-07-29T00:00:00",
    // 双方的名字
    names: ["@little军", "@little燕"]
}
